import {ReviewType} from '../types/review';

export const reviewList : ReviewType[] = [
  {
    id: 'a7c267d0-a72d-41bd-8b8e-e7f67800d58a',
    userName: 'Саша',
    advantage: 'Хорошо. Очень хорошо.',
    disadvantage: 'Плохо. Очень плохо.',
    comment: 'Неплохо, но дорого.',
    rating: 3,
    createAt: '2021-10-28T12:32:16.934Z',
    guitarId: 1,
  },
  {
    id: 'a7c267d0-e7f67800d58a',
    userName: 'Иванов Максим',
    advantage: 'Хороший корпус, чистый звук, стурны хорошего качества',
    disadvantage: 'Тугие колонки',
    comment: 'У гитары отличный цвет, хороше дерево. Тяжелая, в компдлекте неть чехла и ремня.',
    rating: 4,
    createAt: '2021-12-12T12:32:16.934Z',
    guitarId: 1,
  },
  {
    id: 'a7c267d0-a72d',
    userName: 'Перова Ольга',
    advantage: 'Хороший корпус, чистый звук, стурны хорошего качества',
    disadvantage: 'Тугие колонки',
    comment: 'У гитары отличный цвет, хороше дерево. Тяжелая, в компдлекте неть чехла и ремня.',
    rating: 3,
    createAt: '2022-03-06T12:32:16.934Z',
    guitarId: 2,
  },
  {
    id: '8b8e-e7f67800d58a',
    userName: 'Преображенская Ксения',
    advantage: 'Хороший корпус, чистый звук, стурны хорошего качества',
    disadvantage: 'Тугие колонки',
    comment: 'У гитары отличный цвет, хороше дерево. Тяжелая, в компдлекте неть чехла и ремня. У гитары отличный цвет, хороше дерево. Тяжелая, в компдлекте неть чехла и ремня. У гитары отличный цвет, хороше дерево. Тяжелая, в компдлекте неть чехла и ремня. У гитары отличный цвет, хороше дерево. Тяжелая, в компдлекте неть чехла и ремня.',
    rating: 3,
    createAt: '2021-04-07T12:32:16.934Z',
    guitarId: 3,
  },
];
